{ "@context": "https://schema.org", "@type": "FAQPage", "@id": "faq-completo", "name": "Perguntas Frequentes - Sergio Del Carlo Taioli", "description": "FAQ Schema completo para Psicologia Clínica e Orientação Profissional", "mainEntity": [ { "@type": "Question", "@id": "faq-001", "name": "O que é Psicologia Clínica e como é diferente de outras terapias rápidas?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Psicologia Clínica é o campo do cuidado emocional, relacional e existencial. Diferente de técnicas rápidas que prometem resultado em semanas, aqui trabalhamos elaboração genuína: você não apenas alivia sintomas, mas transforma estruturas internas. Com Sergio, é também para quem deseja compreender padrões, superar bloqueios ou construir uma vida com mais sentido." } }, { "@type": "Question", "@id": "faq-002", "name": "O que é Orientação Profissional e por que não é apenas um teste vocacional?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Orientação Profissional vai muito além de testes genéricos. Aqui investigamos mitos pessoais, narrativas familiares e padrões inconscientes que moldam suas escolhas profissionais. O objetivo é alinhar identidade com carreira de forma autêntica." } }, { "@type": "Question", "@id": "faq-003", "name": "Qual é a diferença entre a abordagem do Sergio e psicólogos convencionais?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Diferencial: Psicologia Analítica Junguiana + Psicodrama + Análise Existencial + Psicoantropologia Cultural. Em vez de protocolos rígidos, cada atendimento é construído para SUA história única, com criatividade, rigor técnico e sensibilidade humana (38+ anos de prática)." } }, { "@type": "Question", "@id": "faq-004", "name": "Por que uma abordagem integrativa faz diferença na minha transformação?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Porque cada pessoa é diferente. Não há 'receita' única. Com Psicodrama dramatiza conflitos. Com Jungiana explora símbolos. Permite que cada sessão se adapte ao que você realmente precisa naquele momento, não ao que um protocolo determina." } }, { "@type": "Question", "@id": "faq-005", "name": "Vocês atendem qual tipo de demanda? Preciso já chegar diagnosticado?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Atendo qualquer pessoa que busca transformação genuína. Não precisa de diagnóstico prévio — basta o desejo de cuidar de si. Crises emocionais, relacionamentos difíceis, bloqueios profissionais, questões existenciais — todas encontram espaço aqui." } }, { "@type": "Question", "@id": "faq-006", "name": "Como funciona a primeira consulta? Sou obrigado a fazer um processo longo?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Bate-papo acolhedor: escuto sua história, entendo demandas, construímos melhor caminho. Sem obrigação de processo longo — total liberdade. Alguns fazem 3 meses, outros 2 anos. Depende do que você precisa." } }, { "@type": "Question", "@id": "faq-007", "name": "Como vocês trabalham com traumas ou crises emocionais profundas?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Traumas recebem espaço seguro e profundo. Utilizo Psicodrama (dramatização segura), análise simbólica de sonhos, exploração de padrões inconscientes. Resultado: integração e ressignificação genuína, não apenas alívio temporário." } }, { "@type": "Question", "@id": "faq-008", "name": "Qual é a frequência recomendada de sessões?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Não há frequência obrigatória. Varia conforme demanda: semanal para crises, depois quinzenal. Orientação Profissional intensiva no começo, menos frequente depois. Encontrar ritmo que funciona para sua história." } }, { "@type": "Question", "@id": "faq-009", "name": "Como são as modalidades presencial vs online? Faz diferença?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Ambas mesma qualidade de escuta — não há diferença. Presencial em São Paulo: espaço para preservar intimidade. Online: conforto do seu ambiente, atendo Brasil inteiro. Mesma profundidade em ambas." } }, { "@type": "Question", "@id": "faq-010", "name": "Quanto tempo dura um processo de Psicologia Clínica ou Orientação Profissional?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Singular para cada pessoa. 3-4 meses para mudanças estruturais, ou 1-2 anos de trabalho consistente. Depende complexidade, frequência, engajamento. Importante: qualidade da transformação, não rapidez." } }, { "@type": "Question", "@id": "faq-011", "name": "Preciso de encaminhamento médico ou diagnóstico prévio para começar?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Não. Você procura por vontade própria. Se necessário avaliar psiquiatria, oriento. Começamos com sua história, demanda, disponibilidade — sem burocracias." } }, { "@type": "Question", "@id": "faq-012", "name": "Vocês respeitam sigilo e confidencialidade? Como funciona?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Sim, absoluto. Confidencial conforme ética profissional. Nem familiares acessam sem autorização. Sigilo é base — sem confiança, não há transformação genuína." } }, { "@type": "Question", "@id": "faq-013", "name": "Qual é a sua experiência com questões específicas como ansiedade, depressão, relacionamentos, carreira?", "answerCount": 1, "answer": { "@type": "Answer", "text": "38+ anos acompanhando: crises existenciais, relacionamentos, bloqueios profissionais, lutos, transições, ansiedade, depressão, busca de sentido. Cada demanda única — escuta integrativa trabalha raiz, não só sintoma." } }, { "@type": "Question", "@id": "faq-014", "name": "Qual é o valor das sessões? Existe tabela fixa ou forma de pagamento?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Valores personalizados conforme processo. Sem tabela fixa — cada acompanhamento é único. Conversar para entender situação e discutir o que funciona para ambos. Foco: transformação acessível." } }, { "@type": "Question", "@id": "faq-015", "name": "Vocês trabalham com convênio ou seguro-saúde?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Recomendo verificar com convênio se cobrem Psicologia Clínica. Alguns cobrem. Emito recibos (RPA) para submeter. Conversamos na primeira consulta — melhor opção para seu orçamento." } }, { "@type": "Question", "@id": "faq-016", "name": "Como agendar meu primeiro atendimento?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Simples: WhatsApp +55 11 9 9964-4395, mensagem breve com interesse (Psicologia ou Orientação) e disponibilidade. Respondo rápido para agendar. Sem burocracia, sem espera longa." } }, { "@type": "Question", "@id": "faq-017", "name": "Qual é sua qualificação profissional? Vocês têm todas as certificações necessárias?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Psicólogo Clínico regularizado (CRP 06/xxxxx), Mestre em Educação pela USP, 38+ anos de atuação. Formação em Psicologia Analítica Junguiana, Psicodrama, Análise Existencial, Psicoantropologia Cultural. Todos atendimentos respeitam código ética profissional." } }, { "@type": "Question", "@id": "faq-018", "name": "O que devo levar ou fazer na primeira sessão? Preciso preencher formulário?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Não precisa trazer formal. Venha com abertura para conversar sobre história, demandas, o que te trouxe. Presencial: chegue minutos antes. Primeiro encontro acolhedor — foco em escuta, não papelório." } }, { "@type": "Question", "@id": "faq-019", "name": "Posso desistir do processo a qualquer momento se não funcionar para mim?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Sim, absolutamente. Livre para pausar ou encerrar quando sentir necessário. Foco: que encontre ressonância com trabalho. Se não funciona, melhor conversar que forçar. Geralmente transformações genuínas acontecem com abertura real." } }, { "@type": "Question", "@id": "faq-020", "name": "Como funciona se eu quiser parar ou retomar o processo depois?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Pode pausar quando precisar. Alguns pausam e retomam anos depois. Outros fazem trabalho intensivo por período, depois acompanhamento esporádico. Processo fica aberto para quando estiver pronto novamente." } }, { "@type": "Question", "@id": "faq-021", "name": "O que posso esperar depois de começar o processo? Quanto tempo até ver resultados?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Resultados começam rápido — primeira ou segunda sessão já sente mais clareza, menos peso. Transformação estrutural leva semanas a meses. Cada encontro traz movimento real, não falsas promessas." } }, { "@type": "Question", "@id": "faq-022", "name": "Como você vai me ajudar se eu estou em crise aguda neste momento?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Se crise aguda, avalio segurança no primeiro encontro. Se necessário psiquiatria, oriento. Geralmente ofereço contenção e espaço de escuta que alivia intensidade enquanto construímos processo. Crises são oportunidades de transformação profunda." } }, { "@type": "Question", "@id": "faq-023", "name": "Vocês trabalham com casais, famílias ou só com indivíduos?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Principalmente com indivíduos (Psicologia Clínica e Orientação Profissional). Algumas dinâmicas de relacionamento abordáveis a partir do trabalho pessoal. Se precisa terapia casal específica, conversamos. Foco principal: transformação individual." } }, { "@type": "Question", "@id": "faq-024", "name": "Como eu vou saber se estou progredindo? Como mede-se progresso?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Você perceberá pessoalmente: mais autonomia nas decisões, clareza emocional, relacionamentos saudáveis, carreira alinhada com identidade, bem-estar maior. Sem testes formais — vida muda, você muda. Conversamos cada sessão." } }, { "@type": "Question", "@id": "faq-025", "name": "Vocês oferecem acompanhamento para diferentes fases da vida (jovem, adulto, sênior)?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Sim! Adolescentes/jovens adultos (pressão escolhas, ansiedade), adultos em transição (crises, mudanças profissionais), maturidade e senescência (lutos, reinvenção, legado). Cada fase tem dinâmicas únicas trabalhadas especificamente." } }, { "@type": "Question", "@id": "faq-026", "name": "Como é o método de Orientação Profissional especificamente? Vocês usam testes?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Não é teste vocacional convencional. Usamos dramatização, análise de história de vida, exploração de mitos e padrões inconscientes. Você participa ativamente: revê narrativas, experimenta novos papéis, identifica valores reais. Resultado: clareza e autonomia genuína." } }, { "@type": "Question", "@id": "faq-027", "name": "Caso eu não tenha conseguido resolver meu problema após o processo, qual é sua abordagem?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Trabalhamos sempre juntos, ajustando conforme necessário. Se algo não está funcionando, conversamos — mudamos abordagem, intensidade, frequência. Meu compromisso é sua transformação genuína, estou aberto a recalibrar o processo conforme sua resposta." } }, { "@type": "Question", "@id": "faq-028", "name": "Como você continua inovando sua prática após 38 anos? Está sempre atualizado?", "answerCount": 1, "answer": { "@type": "Answer", "text": "Continuo estudando, participando de supervisões, integrando novo conhecimento — mas o diferencial vem da integração de múltiplas abordagens clássicas com vivência clínica profunda. Não sigo modismos, mas atualizo constantemente meu entendimento de como funciona transformação humana." } } ] }
